Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/building_or_altering_a_home/adapting_a_home_for_an_older_or_disabled_person.html.txt.tmx
Source language: en
Languages: ga

source: Adapting a home for an older or disabled person
ga: Teach a oiriúnú do dhuine breacaosta nó do dhuine faoi mhíchumas

source: • Planning to adapt your home
ga: • Pleanáil a dhéanamh chun do theach a oiriúnú

source: Adapting your home may become necessary as you grow older
ga: Tharlódh go mbeadh gá ann do theach a oiriúniú, de réir mar a éiríonn tú níos sine

source: You may also need to adapt your home if you or a family member has a disability
ga: Ina theannta sin, d’fhéadfadh go mbeadh ort do theach a oiriúnú má tá tú féin nó ball den teaghlach faoi mhíchumas

source: Common alterations to make a home suitable for someone with a disability or limited mobility include:
ga: I measc na ngnáthathruithe a dhéantar ar theach le háit oiriúnach a dhéanamh de do dhuine faoi mhíchumas nó ag a bhfuil soghluaiseacht theoranta, tá iad seo a leanas:

source: • Widening doorways and passageways
ga: • Doirse agus pasáistí a leathnú

source: • Moving light switches, door handles, doorbells and entry phones to convenient heights
ga: • Lasca solais, hanlaí doras, cloig dhoras agus gutháin iontrála a bhogadh go dtí airdí áisiúla

source: • Installing grab rails for support
ga: • Greimráillí chun tacaíocht a chur ar fáil a shuiteáil

source: • Adapting bathroom facilities (for example, raised toilet, back rest against the toilet cistern, level deck shower, bath with hoist, handbasin at appropriate height)
ga: • Áiseanna seomra folctha a oiriúnú (mar shampla, leithreas ardaithe, taca droma i gcoinne shistéal an leithris, cithfholcadán boinn leibhéalta, folcadán le hardaitheoir, báisín lámh ar airde oiriúnach)

source: • Locating bathroom or bedroom facilities at ground-floor level
ga: • Áiseanna an tseomra folctha nó an tseomra leapa a lonnú ar urlár na talún

source: • Installing ramps to avoid using steps
ga: • Rampaí a shuiteáil le húsáid céimeanna a sheachaint

source: • Ensuring that external approaches such as paths or drives have a firm, level surface
ga: • A chinntiú go bhfuil ag bealaí isteach, ar nós cosán nó cabhsán, dromchla daingean cothrom

source: • Installing a stair lift or elevator
ga: • Ardaitheoir staighre a shuiteáil

source: • Specialised furniture, like adjustable beds or support chairs
ga: • Troscán speisialaithe, ar nós leapacha insocraithe nó cathaoireacha insocraithe taca

source: • Setting up alert devices for someone who is deaf or hard of hearing
ga: • Gléis phráinne a shocrú do dhaoine bodhra nó lagéisteachta

source: In case of fire or other emergency, it is important that exits should always be accessible and that you do not rely entirely on mechanical means (such as a lift) to get out
ga: I gcás tine nó éigeandála eile, tá sé tábhachtach go mbíonn rochtain i gcónaí ar bhealaí amach agus nach mbraitear go hiomlán ar mheáin mheicniúla (ar nós ardaitheora) chun an teach a fhágáil

source: Planning to adapt your home
ga: Pleanáil a dhéanamh chun do theach a oiriúnú

source: Before making changes to your home you can consult an occupational therapist (OT) who will assess your daily living needs and advise on adaptations to your home
ga: Sula ndéanann tú athruithe ar do theach, is féidir leat dul i gcomhairle le teiripeoir saothair (TS) a dhéanfaidh do riachtanais laethúla mhaireachtála a mheas agus a chuirfidh comhairle ort faoi na hoiriúnuithe le déanamh ar do theach

source: You can contact an OT through the community care section of your Local Health Office
ga: Is féidir leat teagmháil a dhéanamh le ST tríd an rannóg cúram pobail de d’Oifig Sláinte Áitiúil

source: Alternatively, you may wish to hire an OT privately, as there may be a waiting list for the public OT service
ga: Mar mhalairt air sin, d’fhéadfadh gur mhian leat ST a fhruiliú go príobháideach, de bharr go bhféadfadh liosta feithimh bheith ann do sheirbhís phoiblí ST

source: The Association of Occupational Therapists of Ireland (AOTI) publishes a database of OTs in private practice, and if you get a grant for the adaptations you may be able to get back some of the costs of hiring the OT
ga: Foilsíonn Cumann Teiripeoirí Saothair na hÉireann (CTSÉ) liostáil de na STanna atá i gcleachtas príobháideach, agus má fhaigheann tú deontas do na hoiriúnuithe, d’fhéadfá bheith in ann aisíocaíocht a fháil ar roinnt de na costais lena mbaineann ST a fhruiliú

source: Other health professionals, such as public health nurses and physiotherapists, can also advise you on specialised equipment and home adaptations, based on both your short-term and long-term needs
ga: Sa mhullach air sin, is féidir le gairmithe eile sláinte, ar nós altraí sláinte poiblí agus fisiteiripeoirí comhairle a chur ort maidir le trealamh speisialaithe agus oiriúnuithe sa bhaile, bunaithe ar do riachtanais ghearrthréimhseacha agus fhadtréimhseacha araon

source: If you need to add a structure or an extra room, you may need planning permission
ga: Más gá duit struchtúr nó seomra breise a chur leis an teach, d’fhéadfadh go mbeadh cead pleánála ag teastáil uait

source: Adapting your home may be expensive, particularly if structural change is involved
ga: D’fhéadfadh do theach a oiriúnú bheith costasach, go háirithe má bhíonn athrú struchtúrtha i gceist

source: There are several ways to reduce the financial burden:
ga: Is ann do roinnt bealaí leis an ualach airgeadais a laghdú:

source: • You may be eligible for a means-tested Housing Adaptation Grant for People with a Disability
ga: • Chosnódh sé breis agus €6,000 le teach a oiriúnú do dhuine atá faoi mhíchumas nó ag a bhfuil deacracht mheabhairsláinte, d'fhéadfá bheith i dteideal Deontas Oiriúnaithe Tithíochta do Dhaoine faoi Mhíchumas a ndéantar tástáil mhaoine ina leith a fháil

source: The maximum grant is €30,000
ga: Is é an deontas uasta €30,000

source: Read more in our document on the Housing Adaptation Grant
ga: Is féidir leat níos mó a léamh faoi seo inár gcáipéis faoin Deontas Oiriúnaithe Tithíochta

source: • For more basic and cheaper alterations, such as grab rails, level access showers or chair-lifts, the Mobility Aids Grant Scheme (also means-tested) provides a maximum grant of €6,000. Read more in our document on the Mobility Aids Grant Scheme
ga: • Le teacht ar níos mó oiriúnuithe bunúsacha agus ar iad siúd atá níos saoire, ar nós greimráillí, cithfholcadáin bhoinn leibhéalta nó ardaitheoirí cathaoireach, cuireann Scéim an Deontais Áiseanna Soghluaiseachta (a ndéantar tástáil mhaoine ina leith freisin) deontas uasta €6,000 ar fáil

source: • The Housing Aid for Older Persons Scheme is used to improve the condition of an older person's home
ga: Is féidir leat níos mó a léamh faoi seo inár gcáipéis faoi Scéim an Deontais Áiseanna Soghluaiseachta

source: • You may qualify for a local authority home improvement loan to improve, repair or extend your home
ga: • Úsáidtear an Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta chun bail tí duine bhreacaosta a fheabhsú

source: • If you have a medical card or a long term illness card, you may be entitled to get essential items of equipment free of charge
ga: I measc an chineáil oibre a chuimsítear tá deisiúcháin struchtúrtha, athshreangú agus uasghrádaithe do chórais téimh

source: First, you must be assessed by a relevant professional, such as an occupational therapist or a physiotherapist
ga: Is éagsúil don chineál oibre a dtabharfaidh údaráis áitiúla cúnamh deontais di

source: • If you are paying for equipment needed for someone with a disability, you may be able to claim a VAT refund
ga: Le teacht ar fhaisnéis faoin méid a chuimsítear i do cheantar, déan teagmháil le d'údarás áitiúil

source: • You may be eligible for a tax credit under the Home Renovation Incentive for money spent on adapting your home • Depending on the work being done, you may be eligible for the Better Energy Warmer Homes Scheme or the Better Energy Homes Scheme
ga: • B'fhéidir go gcáileofar thú d’iasacht ón údarás áitiúil ar mhaithe le feabhsúcháin tí le do theach a fheabhsú, a dheisiú nó le síneadh a chur leis

source: In general, you should check out your eligibility for the above schemes and ensure that you comply with their terms
ga: • Má tá cárta leighis nó cárta breoiteachta fadtéarmaí agat, d’fhéadfá bheith i dteideal earraí riachtanacha trealaimh a fháil saor in aisce

source: Most of them require you to get advance approval before starting any works
ga: Ar an gcéad dul síos, ní mór go ndéanfaidh gairmí cuí, ar nós teiripeoir saothair nó fisiteiripeora, tástáil ort

source: You should also check how the various schemes interact – for example, if you are claiming a grant for the works, the total amount you can claim under the Home Renovation Incentive will be reduced - see Revenue’s FAQs for more details
ga: • Má tá airgead á íoc agat ar threalamh a theastaíonn ó dhuine atá faoi mhíchumas, d’fhéadfá bheith in ann aisíocaíocht CBL a éileamh

source: Assist Ireland provides impartial information on assistive technologies to help people with a disability to live independently
ga: Cuireann Assist Ireland faisnéis neamhchlaonta ar fáil faoi theicneolaíochtaí cúnta le cabhrú le daoine atá faoi mhíchumas cónaí go neamhspleách

source: Tools and equipment range from simple items like lever taps on washbasins to more sophisticated devices such as computer screen-readers for people with visual impairments
ga: I measc ná n-uirlisí agus an trealaimh, tá idir earraí simplí ar nós sconnaí luamháin ar bhaisíní níocháin agus gléis níos sofaisticiúla ar nós léitheoirí scáileáin do ríomhairí do dhaoine ag a bhfuil lagú amhairc

source: Assist Ireland describes thousands of products and also provides factsheets describing specialised equipment and what you should consider when choosing it
ga: Déanann Assist Ireland cur síos ar na mílte táirge agus anuas air sin, cuireann siad bileoga fíricí ar fáil ina ndéantar cur síos ar threalamh speisialaithe agus céard air ar cheart duit breithniú a dhéanamh agus tú i mbun roghnú

source: There are several ways of contacting Assist Ireland with queries or feedback
ga: Is ann do roinnt bealaí le teagmháil a dhéanamh le Assist Ireland le fiosrúcháin a dhéanamh nó le haiseolas a thabhairt

source: If you are visually impaired, deaf or hard of hearing, organisations like the National Council for the Blind in Ireland and Deafhear.ie offer advice on what you can do to make your home more manageable
ga: Má tá lagú amhairc agat, má tá tú bodhar nó má tá lagéisteacht agat, cuireann eagraíochtaí ar nós Chomhairle Náisiúnta na hÉireann do na Daill agus Deafhear.ie comhairle ar fáil faoin méid is féidir leat a dhéanamh chun áit níos inláimhsithe a dhéanamh de do theach

source: Age Action Ireland offers advice and information tailored to the needs of older people
ga: Cuireann Age Action Ireland comhairle agus faisnéis ar fáil atá dírithe ar riachtanais daoine breacaosta

source: It aims to improve their quality of life by enabling them to live independently in their own homes for as long as possible
ga: Tá sé ina chuspóir acu a gcáilíocht beatha a fheabhsú trí chur ar a gcumas acu cónaí go neamhspleách ina dtithe féin chomh fada agus is féidir leo

source: The Irish Wheelchair Association can provide information on alterations to make your home more wheelchair-friendly
ga: Is féidir le Cumann Cathaoireacha Rothaí na hÉireann faisnéis a chur ar fáil ar na hoiriúnuithe is féidir a dhéanamh i do theach le háit níos inrochtana do chathaoireacha rothaí a dhéanamh de

source: The National Disability Authority has produced a set of guidelines on accessibility, called Building for Everyone
ga: Chuir an tÚdarás Náisiúnta Míchumais sraith treoirlínte i dtoll i chéile maidir le inrochtaineacht, dar teideal ‘Tógáil do Chách’ (‘Building for Everyone’)

source: These guidelines show how buildings can be designed, built and managed so that they are accessible to everyone
ga: Léiríonn na treoirlínte seo conas is féidir foirgnimh a dhearadh, a thógáil agus a bhainistiú ionas go mbíonn rochtain ag cách orthu

source: You can download these guidelines from the NDA website
ga: Is féidir leat na treoirlínte seo a íoslódáil ó láithreán gréasáin an UNM
